var price = {
    "types": {
        "iphone": {
            "5": [
                    {
                        "name": "Замена камеры",
                        "time": "15 минут",
                        "price": "800 руб.",
                    },
                    {
                        "name": "Ремонт механических кнопок",
                        "time": "30 минут",
                        "price": "1000 руб.",
                    },
                    {
                        "name": "Восстановление после попадания влаги",
                        "time": "30 минут",
                        "price": "1000 руб.",
                    },
                    {
                        "name": "Замена аккумулятора",
                        "time": "5 минут",
                        "price": "1000 руб.",
                    },
                    {
                        "name": "Замена кнопки TouchID",
                        "time": "15 минут",
                        "price": "700 руб.",
                    },
                    {
                        "name": "Замена разъема",
                        "time": "10 минут",
                        "price": "1000 руб.",
                    },
                    {
                        "name": "Замена экрана с тачскрином",
                        "time": "10 минут",
                        "price": "1700 руб.",
                    }
                ]
            ,
            "6": [
                {
                    "name": "Замена камеры",
                    "time": "15 минут",
                    "price": "1000 руб.",
                },
                {
                    "name": "Ремонт механических кнопок",
                    "time": "30 минут",
                    "price": "1000 руб.",
                },
                {
                    "name": "Восстановление после попадания влаги",
                    "time": "30 минут",
                    "price": "1000 руб.",
                },
                {
                    "name": "Замена аккумулятора",
                    "time": "5 минут",
                    "price": "1000 руб.",
                },
                {
                    "name": "Замена кнопки TouchID",
                    "time": "15 минут",
                    "price": "700 руб.",
                },
                {
                    "name": "Замена разъема",
                    "time": "10 минут",
                    "price": "1000 руб.",
                },
                {
                    "name": "Замена экрана с тачскрином",
                    "time": "10 минут",
                    "price": "3000 руб.",
                }
            ],
            "7": [
                {
                    "name": "Замена камеры",
                    "time": "15 минут",
                    "price": "2000 руб.",
                },
                {
                    "name": "Ремонт механических кнопок",
                    "time": "30 минут",
                    "price": "2000 руб.",
                },
                {
                    "name": "Восстановление после попадания влаги",
                    "time": "30 минут",
                    "price": "2000 руб.",
                },
                {
                    "name": "Замена аккумулятора",
                    "time": "5 минут",
                    "price": "1500 руб.",
                },
                {
                    "name": "Замена кнопки TouchID",
                    "time": "15 минут",
                    "price": "",
                },
                {
                    "name": "Замена разъема",
                    "time": "10 минут",
                    "price": "2000 руб.",
                },
                {
                    "name": "Замена экрана с тачскрином",
                    "time": "10 минут",
                    "price": "6000 руб.",
                }
            ],
            "8": [
                {
                    "name": "Замена камеры",
                    "time": "15 минут",
                    "price": "2000 руб.",
                },
                {
                    "name": "Ремонт механических кнопок",
                    "time": "30 минут",
                    "price": "2000 руб.",
                },
                {
                    "name": "Восстановление после попадания влаги",
                    "time": "30 минут",
                    "price": "2000 руб.",
                },
                {
                    "name": "Замена аккумулятора",
                    "time": "5 минут",
                    "price": "1500 руб.",
                },
                {
                    "name": "Замена кнопки TouchID",
                    "time": "15 минут",
                    "price": "",
                },
                {
                    "name": "Замена разъема",
                    "time": "10 минут",
                    "price": "2000 руб.",
                },
                {
                    "name": "Замена экрана с тачскрином",
                    "time": "10 минут",
                    "price": "6000 руб.",
                }
            ]
        },
        "ipad": [
            {
                "name": "Замена камеры",
                "time": "2 часов",
                "price": "1500 руб.",
            },
            {
                "name": "Ремонт механических кнопок",
                "time": "2 часов",
                "price": "1000 руб.",
            },
            {
                "name": "Восстановление после попадания влаги",
                "time": "",
                "price": "",
            },
            {
                "name": "Замена аккумулятора",
                "time": "3 часов",
                "price": "2000 руб.",
            },
            {
                "name": "Замена кнопки TouchID",
                "time": "2 часов",
                "price": "1000",
            },
            {
                "name": "Замена разъема",
                "time": "2 часов",
                "price": "1500 руб.",
            },
            {
                "name": "Замена экрана с тачскрином",
                "time": "2 часов",
                "price": "2000 руб.",
            }
        ]
    }
}